brew "xz"
brew "autoconf"
brew "automake"
brew "bash"
brew "bash-completion"
brew "bison"
brew "cask"
brew "chruby"
brew "readline"
brew "sqlite"
brew "python"
brew "mono"
brew "ckan"
brew "direnv"
brew "ed"
brew "icu4c@77"
brew "ffmpeg"
brew "findutils"
brew "gawk"
brew "gdbm"
brew "ghcup"
brew "git"
brew "git-gui"
brew "gnu-sed"
brew "gnu-tar"
brew "libtool"
brew "graphviz"
brew "grep"
brew "icu4c"
brew "imagemagick"
brew "jq"
brew "libffi"
brew "libyaml"
brew "make"
brew "most"
brew "node"
brew "pandoc"
brew "pkgconf"
brew "postgresql@17"
brew "ripgrep"
brew "ruby"
brew "ruby-install"
brew "secp256k1"
brew "shellcheck"
brew "tcl-tk"
brew "texlive"
brew "timidity"
brew "tmate"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "websocat"
brew "wget"
cask "discord"
cask "dropbox"
cask "firefox"
cask "font-ubuntu"
cask "font-ubuntu-condensed"
cask "font-ubuntu-mono"
cask "font-ubuntu-sans"
cask "font-ubuntu-sans-mono"
cask "gimp"
cask "gzdoom"
cask "inkscape"
cask "iterm2"
cask "keepassxc"
cask "paintbrush"
cask "steam"
cask "visual-studio-code"
cask "vlc"
vscode "al2me6.ksp-cfg-support"
vscode "alefragnani.bookmarks"
vscode "bbenoist.nix"
vscode "berberman.vscode-cabal-fmt"
vscode "bigmoon.language-yesod"
vscode "dhall.dhall-lang"
vscode "dhall.vscode-dhall-lsp-server"
vscode "donjayamanne.githistory"
vscode "emeraldwalk.runonsave"
vscode "geddski.macros"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "gurumukhi.selected-lines-count"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "haskell.haskell"
vscode "james-yu.latex-workshop"
vscode "jtanx.ctagsx"
vscode "justusadam.language-haskell"
vscode "mechatroner.rainbow-csv"
vscode "mel-brown.haskell-yesod-quasiquotes"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-pg"
vscode "mtxr.sqltools-driver-sqlite"
vscode "ndmitchell.haskell-ghcid"
vscode "nwolverson.ide-purescript"
vscode "nwolverson.language-purescript"
vscode "redhat.vscode-yaml"
vscode "ryu1kn.edit-with-shell"
vscode "scala-lang.scala"
vscode "slevesque.vscode-multiclip"
vscode "streetsidesoftware.code-spell-checker"
vscode "timonwong.shellcheck"
vscode "tomoki1207.pdf"
vscode "tyriar.sort-lines"
vscode "yzhang.markdown-all-in-one"
