alsa-utils
autoconf
automake
bash
bash-completion
biber
binutils
bison
bzip2
chromium
coreutils
cryptsetup
device-mapper
dhclient
dhcpcd
dialog
diffutils
dropbox
dropbox-cli
e2fsprogs
fakeroot
file
filesystem
findutils
flex
gawk
gcc
gcc-libs
gettext
git
glibc
grep
groff
grub
gzip
htop
ifplugd
inetutils
intel-ucode
iproute2
iputils
j4-dmenu-desktop
jfsutils
keepassx2
laptop-mode-tools
less
lesspipe
libtool
licenses
lightdm
lightdm-gtk-greeter
linux
logrotate
lvm2
m4
make
man-db
man-pages
mdadm
meld
mesa
mlocate
most
nano
netctl
networkmanager
noto-fonts
openssh
pacman
pacman-contrib
pandoc
patch
pciutils
pcmanfm
perl
pkgconf
procps-ng
psmisc
reflector
reiserfsprogs
rxvt-unicode-better-wheel-scrolling
s-nail
sed
shadow
stack
sudo
sysfsutils
systemd
systemd-sysvcompat
tar
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
tk
tmux
tree
ttf-bitstream-vera
ttf-croscore
ttf-dejavu
ttf-droid
ttf-freefont
ttf-liberation
usbutils
util-linux
vi
vim
w3m
which
wpa_actiond
wpa_supplicant
xclip
xf86-input-synaptics
xf86-video-intel
xfsprogs
xmobar
xmonad
xmonad-contrib
xorg-bdftopcf
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
