acpica
acpid
adobe-source-code-pro-fonts
alex
alsa-utils
arandr
audacity
autoconf
automake
bash
bash-completion
bc
biber
binutils
bison
bower
breeze
breeze-gtk
breeze-icons
breeze-kde4
bzip2
cabal-install
chromium
coreutils
cpio
cryptsetup
cups
cups-pdf
dbeaver
device-mapper
dhclient
dhcpcd
dialog
diffutils
dnsmasq
dropbox
dropbox-cli
e2fsprogs
efibootmgr
emacs
fakeroot
feh
file
file-roller
filesystem
findutils
firefox
flex
fswatch
gawk
gcc
gcc-libs
gettext
gimp
git
glibc
gpick
graphviz
grep
groff
grub
gwaterfall
gyp-git
gzip
happy
haskell-fdo-notify
haskell-uuid
hlint
hoogle
htop
ifplugd
inetutils
inkscape
intel-ucode
intellij-idea-community-edition
iproute2
iputils
j4-dmenu-desktop
jfsutils
keepassx2
laptop-mode-tools
less
lesspipe
libreoffice-still
libtool
licenses
lightdm
lightdm-gtk-greeter
linux
logrotate
lsof
lvm2
lxappearance
lximage-qt
m4
make
man-db
man-pages
maven
mdadm
meld
mesa
mlocate
most
msr-tools
nano
netctl
networkmanager
nodejs
noto-fonts
npm
okular
openjdk8-doc
openjdk8-src
openssh
pacman
pacman-contrib
pandoc
patch
pavucontrol
pciutils
pcmanfm
perl
pkgconf
plv8-bin
postgresql
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
python-yaml
qt5-svg
qt5-tools
qt5ct
reflector
reiserfsprogs
ruby
ruby-bundler
rxvt-unicode-better-wheel-scrolling
s-nail
scala
scala-docs
scala-sources
sed
shadow
sqlite-doc
stack
strace
sublime-text-dev
sudo
sysfsutils
systemd
systemd-sysvcompat
tar
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thunderbird
tk
tmux
transmission-gtk
tree
ttf-bitstream-vera
ttf-croscore
ttf-dejavu
ttf-droid
ttf-fira-code
ttf-freefont
ttf-liberation
ttf-ubuntu-font-family
ttf-unifont
unzip
usbutils
util-linux
v8-3.14
vi
vim
visual-studio-code-bin
w3m
which
wpa_actiond
wpa_supplicant
xarchiver
xclip
xdotool
xf86-input-synaptics
xf86-video-intel
xfce4-notifyd
xfsprogs
xmobar
xmonad
xmonad-contrib
xorg-bdftopcf
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xscreensaver
xterm
xvkbd
yarn
youtube-dl
zip
